{
	"members":[
    {
      "id":1,
      "name":"홍길동1",
      "age":10,
      "gender":"남",
      "hobby" : ['수영','등산','골프']
    },
    {
      "id":2,
      "name":"홍길동2",
      "age":20,
      "gender":"여",
      "hobby" : ['독서','수영']
    },
    {
      "id":3,
      "name":"홍길동3",
      "age":30,
      "gender":"남",
      "hobby" : ['영화','축구','게임']
    },
    {
      "id":4,
      "name":"홍길동4",
      "age":40,
      "gender":"여",
      "hobby" : ['수영','등산']
    },
    {
      "id":5,
      "name":"홍길동5",
      "age":50,
      "gender":"여",
      "hobby" : ['음악','영화','골프']
    },

  ]
}
// 주어진 데이터가 위과 같다고 할때 아래문항에 대해 각각 코드로 구현하시오
// 1. 회원수는?
// 2. 여성회원수는?
// 3. 남자회원 나이의 총합과 여자회원 나이의 총합?
// 4. 골프가 취미인 회원의 이름을 나열하시오?
// 5. 회원의 취미를 모두 나열하시오.
// 6. 여성회원중 나이가 가장 많은 회원의 이름은?